tap "anomalyco/tap"
tap "ddalcu/mlx-serve", "https://github.com/ddalcu/mlx-serve"
brew "bat"
brew "colima"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fnm"
brew "fzf"
brew "just"
brew "pnpm"
brew "starship"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ddalcu/mlx-serve/mlx-serve"
cask "alt-tab"
cask "appcleaner"
cask "bitwarden"
cask "bruno"
cask "chatgpt"
cask "codex-app"
cask "dbeaver-community"
cask "google-chrome@dev"
cask "maccy"
cask "ddalcu/mlx-serve/mlx-core"
cask "notion"
cask "rectangle"
cask "responsively"
cask "superwhisper"
cask "tableplus"
cask "visual-studio-code"
cask "zed"
npm "corepack"
