tap "anomalyco/tap"
brew "bat"
brew "colima"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fnm"
brew "fzf"
brew "pnpm"
brew "starship"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
cask "alt-tab"
cask "antigravity"
cask "appcleaner"
cask "bitwarden"
cask "bruno"
cask "claude"
cask "claude-code"
cask "dbeaver-community"
cask "maccy"
cask "rectangle"
cask "responsively"
cask "superwhisper"
cask "tableplus"
cask "zed"
